tap "argoproj/tap"
tap "felixkratz/formulae"
tap "go-swagger/go-swagger"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
brew "ca-certificates"
brew "openssl@3"
brew "argocd"
brew "automake"
brew "awk"
brew "python@3.11"
brew "awscli"
brew "bison"
brew "bundler-completion"
brew "gmp"
brew "chezmoi"
brew "cmake"
brew "curl"
brew "deno"
brew "direnv"
brew "docker", link: false
brew "docker-compose"
brew "fastfetch"
brew "fd"
brew "fish"
brew "flake"
brew "gnupg"
brew "poppler"
brew "gdal"
brew "gdbm"
brew "git"
brew "go"
brew "helix"
brew "helm"
brew "imagemagick"
brew "jq"
brew "kakoune"
brew "kind"
brew "kompose"
brew "kubernetes-cli"
brew "lazygit"
brew "libffi"
brew "libressl"
brew "libyaml"
brew "llvm@11"
brew "lsd"
brew "lua-language-server"
brew "luarocks"
brew "mcfly"
brew "minikube"
brew "navi"
brew "neovim"
brew "node"
brew "nushell"
brew "ocaml"
brew "openssl@1.1"
brew "pinentry-mac"
brew "podman-compose"
brew "postgresql@14"
brew "postgis"
brew "rbenv"
brew "rbenv-gemset"
brew "ripgrep"
brew "ruby"
brew "rust"
brew "skaffold"
brew "starship"
brew "wget"
brew "yarn"
brew "zellij"
brew "zsh-autosuggestions"
brew "argoproj/tap/kubectl-argo-rollouts"
brew "go-swagger/go-swagger/go-swagger"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "alacritty"
cask "docker"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "podman-desktop"
cask "spotify"
cask "wkhtmltopdf"
