tap "anomalyco/tap"
tap "asmvik/formulae"
tap "daptify14/tap"
tap "deliveryhero/dp-tap"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jorgerojas26/lazysql"
tap "kanriapp/cask"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
tap "tnk-studio/tools"
brew "automake"
brew "bat"
brew "bottom"
brew "chezmoi"
brew "cmake"
brew "colima"
brew "csvlens"
brew "direnv"
brew "docker"
brew "dotenv-linter"
brew "eza"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-gui"
brew "grpc"
brew "helix"
brew "helm"
brew "htop"
brew "imagemagick"
brew "jq"
brew "k3d"
brew "k6"
brew "k9s"
brew "kotlin"
brew "lazydocker"
brew "lazygit"
brew "lazysql"
brew "lima-additional-guestagents"
brew "lsd"
brew "lua-language-server"
brew "luarocks"
brew "macchina"
brew "mcfly"
brew "tree-sitter"
brew "neovim"
brew "node"
brew "opentofu"
brew "pkgconf"
brew "postgresql@17", link: true
brew "pyenv-virtualenv"
brew "python@3.12"
brew "ruby-build"
brew "rbenv"
brew "rbenv-gemset"
brew "ripgrep"
brew "shared-mime-info"
brew "sk"
brew "skaffold"
brew "sqruff"
brew "starship"
brew "task"
brew "tasksh"
brew "taskwarrior-tui"
brew "terraform"
brew "timewarrior"
brew "typst"
brew "vim"
brew "wget"
brew "zellij"
brew "zoxide"
brew "anomalyco/tap/opencode"
brew "asmvik/formulae/yabai"
brew "deliveryhero/dp-tap/dp-devinfra"
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/skhd"
brew "tnk-studio/tools/lazykube"
cask "daptify14/tap/chezit"
cask "gcloud-cli"
cask "kanriapp/cask/kanri"
cask "keycastr"
cask "spotify"
cask "tofu"
go "golang.org/x/tools/cmd/callgraph"
go "github.com/go-delve/delve/cmd/dlv"
go "github.com/davidrjenni/reftools/cmd/fillswitch"
go "github.com/onsi/ginkgo/v2/ginkgo"
go "github.com/abice/go-enum"
go "github.com/jstemmer/go-junit-report/v2"
go "mvdan.cc/gofumpt"
go "golang.org/x/tools/cmd/goimports"
go "github.com/twpayne/go-jsonstruct/v3/cmd/gojsonstruct"
go "github.com/golangci/golangci-lint/v2/cmd/golangci-lint"
go "github.com/nametake/golangci-lint-langserver"
go "github.com/segmentio/golines"
go "github.com/fatih/gomodifytags"
go "github.com/abenz1267/gomvp"
go "golang.org/x/tools/cmd/gonew"
go "golang.org/x/tools/gopls"
go "golang.org/x/tools/cmd/gorename"
go "github.com/cweill/gotests/gotests"
go "gotest.tools/gotestsum"
go "golang.org/x/vuln/cmd/govulncheck"
go "github.com/koron/iferr"
go "github.com/josharian/impl"
go "github.com/tmc/json-to-struct"
go "github.com/golang-migrate/migrate/v4/cmd/migrate"
go "github.com/vektra/mockery/v3"
go "go.uber.org/mock/mockgen"
go "github.com/joesonw/oneproto"
go "github.com/lasorda/protobuf-language-server"
go "github.com/kyoh86/richgo"
go "honnef.co/go/tools/cmd/staticcheck"
cargo "kdlfmt"
cargo "pbls"
cargo "taskwarrior-tui"
cargo "tree-sitter-cli"
