tap "argoproj/tap"
tap "bufbuild/buf"
tap "felixkratz/formulae"
tap "go-swagger/go-swagger"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "oven-sh/bun"
tap "qmk/qmk"
tap "sergioribera/tap"
brew "ca-certificates"
brew "openssl@3"
brew "grpc"
brew "apache-arrow"
brew "argocd"
brew "automake"
brew "awk"
brew "python@3.12"
brew "awscli"
brew "bison"
brew "bundler-completion"
brew "chezmoi"
brew "cmake"
brew "codespell"
brew "gmp"
brew "qemu"
brew "lima"
brew "colima"
brew "coreutils"
brew "cowsay"
brew "curl"
brew "direnv"
brew "docker"
brew "docker-compose"
brew "dotenv-linter"
brew "fastfetch"
brew "fd"
brew "fish"
brew "flake"
brew "gcc@11"
brew "gnupg"
brew "poppler"
brew "gdal"
brew "gdbm"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "go@1.20"
brew "helix"
brew "helm"
brew "htop"
brew "imagemagick"
brew "ipython"
brew "jq"
brew "k6"
brew "kakoune"
brew "kind"
brew "kompose"
brew "kubernetes-cli"
brew "lazygit"
brew "libffi"
brew "libgit2@1.7"
brew "libressl"
brew "libyaml"
brew "llvm@11"
brew "llvm@15"
brew "lsd"
brew "lua-language-server"
brew "luarocks"
brew "mailcatcher"
brew "mcfly"
brew "mesheryctl"
brew "minikube"
brew "navi"
brew "neofetch"
brew "neovim"
brew "node"
brew "nushell"
brew "ocaml"
brew "openssl@1.1"
brew "pinentry-mac"
brew "podman"
brew "podman-compose"
brew "python@3.11"
brew "ruby-build"
brew "rbenv"
brew "rbenv-gemset"
brew "ripgrep"
brew "rust"
brew "rustup"
brew "skaffold"
brew "starship"
brew "wget"
brew "yarn"
brew "zellij"
brew "zlib"
brew "zsh-autosuggestions"
brew "argoproj/tap/kubectl-argo-rollouts"
brew "bufbuild/buf/buf"
brew "felixkratz/formulae/sketchybar"
brew "go-swagger/go-swagger/go-swagger"
brew "jandedobbeleer/oh-my-posh/oh-my-posh", link: false
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "oven-sh/bun/bun"
brew "qmk/qmk/qmk"
brew "sergioribera/tap/sss_cli"
cask "alacritty"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "google-cloud-sdk"
cask "rectangle"
cask "spotify"
cask "vagrant"
cask "vscodium"
cask "wkhtmltopdf"
cask "zed"
